Repository: L0rz/credit
Catalog: locales/*.po
Languages: de_de

source: Credit voucher type
de_de: Guthaben Typ

source: Credit voucher
de_de: Guthaben

source: Quantity consumed
de_de: Verbraucht

source: Quantity remaining
de_de: Verbleibend

source: Add a credit voucher
de_de: Ein Guthaben hinzufügen

source: Quantity sold
de_de: Verkauft

source: Allow overconsumption
de_de: Überziehen erlauben

source: Consumed details
de_de: Verbrauchsdetails

source: No credit voucher
de_de: Kein Guthaben

source: Consumed credits for this ticket
de_de: Verbrauchtes Guthaben für das Ticket

source: Voucher name
de_de: Guthaben Name

source: Voucher type
de_de: Guthaben Typ

source: Date consumed
de_de: Verbrauchsdatum

source: User consumed
de_de: Verbraucher

source: No credit was recorded
de_de: Kein Guthaben Verbraucht

source: Active credit vouchers for ticket entity
de_de: Verwendetes Guthaben der Ticket Einheit

source: Consume a voucher ?
de_de: Wurde Guthaben Verbraucht?

source: Detail of tickets on which consumption is declared
de_de: Details von Tickets bei dem Guthaben Verbraucht wurde

source: You must provide a credit voucher
de_de: Du muss ein Guthaben angeben

source: Quantity consumed exceeds remaining credits: %d
de_de: Anzahl verbrauchtes überschrittenes verbleibendes Guthaben: %d

source: Credit voucher successfully added.
de_de: Guthaben erfolgreich hinzugefügt.

source: Credit vouchers
de_de: Guthaben
